call = int(input("ميزان مصرف تماس هاي شما در يک ماه چقدر است؟ (بر حسب دقيقه):"))
internet = int(input("ميزان مصرف اينترنت ماهانه شما چند گيگي مي باشد؟:"))
if call >= 300 and internet >= 20:
    print ("شما بايد بسته ي تماس نامحدود و اينترنت نا محدود را رزرو کنيد")
elif call >= 300 and internet < 20:
    print (" شما بايد بسته ي تماس نامحدود و اينترنت محدود را رزرو کنيد")
elif call < 300 and internet >= 20:
     print (" شما بايد بسته ي تماس محدود و اينترنت نا محدود را رزرو کنيد")
else:
    print ("شما بايد بسته تماس محدود و اينترنت محدود را رزرو کنيد")